Repository: renzon/gdg
Catalog: backend/src/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: %(attribute)s must be one of: %(choices)s
pt_br: %(attribute)s deve ser uma das opções: %(choices)s

source: %(attribute)s is required
pt_br: %(attribute)s é obrigatório(a)

source: %(attribute)s has %(len)s characters and it must have less than 500
pt_br: %(attribute)s tem %(len)s caracteres e deve ter menos de 500

source: %(attribute)s must be greater than %(lower)s
pt_br: %(attribute)s deve ser maior que %(lower)s

source: %(attribute)s must be less than %(upper)s
pt_br: %(attribute)s deve ser menor que %(upper)s

source: %(attribute)s must be integer
pt_br: %(attribute)s devem um número inteiro

source: %(attribute)s must be a number
pt_br: %(attribute)s s deve ser um número

source: %(attribute)s must be a date
pt_br: %(attribute)s deve ser uma data

source: MM/dd/YYYY
pt_br: dd/MM/YYYY

source: %(attribute)s must be a date with format %(format)s
pt_br: %(attribute)s deve ser uma datahora com o formato %(format)s

source: MM/dd/YYYY HH:mm:ss
pt_br: dd/MM/YYYY HH:mm:ss
